{
  "SULOKE — A CAPABLE DEVELOPMENT STUDIO FROM FINLAND": "SULOKE — A CAPABLE DEVELOPMENT STUDIO FROM FINLAND",
  "Suloke is a fullstack development studio offering professional design, planning, management and development. We bring together 19-years of demanding industry experience in IT-development.": "Suloke是芬蘭一家全方位IT工作室，提供專業的設計、規劃、管理和開發服務。我們結合了19年的嚴格行業IT開發經驗",
  "Our experienced core team offers exceptional quality of service, integrating technology seamlessly into your business. And making it easy. Suloke is about open and honest communication; we work collaboratively with you to ensure effective solutions tailored to your specific requirements.": "我們經驗豐富的核心團隊提供卓越的服務質量，將技術無縫整合進您的業務中，並讓這一切變得簡單。Suloke注重開放和誠實的溝通；我們會針對您的具體需求，度身定制有效的解決方案",
  "Continue to learn more about our team or reach out now to start a conversation!": "繼續了解我們的團隊。立即聯繫我們",
  "A website is often the first and defining impression of a company, a calling card forming the expectations for the quality of the service. An intently designed, fast and intuitive website creates an impression that defines the brand. It communicates that the organization is established and capable. Our team can create the impression, and the functionality you need.": "網站通常是每家公司給客户的第一印象，是品牌的名片。一個精心設計的網站能夠創造出定義品牌的形象。它傳達了公司的信譽和能力。我們的團隊可以創造出您需要的印象和功能",
  "Suloke offers a wealth of experience in mobile development, with a special emphasis on crowdsourcing and map-integration. Understanding the customers needs is key to succesful app development; we work by collaborative design, integrating stakeholders in to the planning process from the get-go. And whatever the plan, our experienced project management can weave the technology in to the shape you need.": "Suloke在手機應用開發方面擁有豐富的經驗，特別強調   Crowdsourcing 和map-Integration 。理解客戶需求是成功應用開發的關鍵；我們從一開始就將利益相關者納入規劃過程，通過協議合作完成項目。不論計劃如何，我們經驗豐富的項目管理能夠將技術編織成您需要的應用支援",
  "Be it AI-integration, big data analytics, a lasting API-solution or simply a helping hand to lift you over the treshold, our scalable talent pool is capable of providing the muscle you need for your enterprise.": "無論是AI整合、大數據分析、持久的API解決方案，還是僅僅是幫助您邁過門檻的支援，我們可擴展的人才庫能夠為您的企業提供所需的實力",
  "The general manager at Suloke, Samuli also takes the lead in all things design. With background in graphic design and marketing, he will guide you through the user-side considerations of your business.": "Suloke的總經理Samuli在所有設計事務中也擔任領導。憑藉平面設計和市場營銷的背景，他將指導您考慮業務的用戶方面",
  "9-years of industry experience with Mobile development. He is working with all aspects of Frontend development from multi-platform mobile applications to web applications.": "擁有9年的移動開發行業經驗。他在所有前端開發方面工作，涵蓋多個平台移動應用程序到網頁應用程序",
  "Ahmed handles Backend development at Suloke, as well as database management, AI and big data analytics. Within his 7-years of demanding industry experience, he worked on various projects with the World Bank, including the ProACT-platform": "Ahmed負責Suloke的後端開發以及數據庫管理、AI和大數據分析。在他7年的嚴格行業經驗中，他參與了與世界銀行的各種項目，包括ProACT平台",
  "IN COLLABORATION WITH": "客户合作",
  "Suloke was tasked by Arbonaut with a challenging full-stack development: an application integrating satellite and crowdsourced wildfire data, with mobile and web portals. Suloke's skilled experts undertook the task with vigour, skilfully and independently delivering a comprehensive app. I am highly impressed with the outcome and happily recommend Suloke for demanding development tasks!": "Suloke接受了Arbonaut的挑戰性全堆棧開發任務- 客戶Arbonaut: 「這是一個整合衛星和眾包Wildfire數據的應用程序，擁有移動和網絡門戶。Suloke的專業團隊積極承擔這一任務，熟練且獨立地交付了一個全面的應用程序。我對結果非常滿意，並愉快地推薦Suloke處理嚴格的開發任務！」",
  "BOOK A CHAT WITH US! WE CAN MAP OUT YOUR NEEDS AND THE WAYS WE CAN DELIVER, TOGETHER.": "預約與我們對話！我們可以共同繪製您的需求及解決方案",
  "CONTACT": "CONTACT"
}
