{
  "home": {
    "title": "來自芬蘭, 有能力的資訊科技開發工作室",
    "headerWhoWeAre": "關於我們",
    "textWhoWeAre1": "Suloke 是一間全端開發工作室，提供專業的設計、規劃、管理及 IT 相關開發服務。我們的團隊匯聚了超過二十年的 IT 開發行業經驗，確保服務的質量和可預測性。",
    "textWhoWeAre2": "我們的核心價值是透明度、信任和質量。我們經驗豐富的核心團隊致力於提供優質服務和卓越的客戶體驗。我們與您緊密合作，保持開放的溝通和透明度，這是我們的主要指導原則。促進利益相關者之間的信任能夠創造成功；我們是您值得信賴的合作夥伴。",
    "headerCollaboration": "與我們合作的夥伴",
    "quote": "Suloke接受了Arbonaut的挑戰性全堆棧開發任務- 客戶Arbonaut: 「這是一個整合衛星和眾包Wildfire數據的應用程序，擁有移動和網絡門戶。Suloke的專業團隊積極承擔這一任務，熟練且獨立地交付了一個全面的應用程序。我對結果非常滿意，並愉快地推薦Suloke處理嚴格的開發任務！」"
  },
  "bannerSection": {
    "web": "網頁開發",
    "mobile": "手機應用程式開發",
    "backend": "後端開發"
  },
  "teamSection": {
    "title": "核心團隊",
    "ahmedDesc": "⁠Ahmed負責Suloke的後端開發以及數據庫管理、AI和大數據分析。在他7年的嚴格行業經驗中，他參與了與世界銀行的各種項目，包括ProACT平台。",
    "sowrovDesc": "擁有9年的移動開發行業經驗。他在所有前端開發方面工作，涵蓋多個平台移動應用程序到網頁應用程序。",
    "samuliDesc": "Suloke的總經理Samuli在所有設計事務中也擔任領導。憑藉平面設計和市場營銷的背景，他將指導您考慮業務的用戶方面。" 
  },
  "webPage": {
    "title": "網站設計與開發",
    "text1": "網站通常是公司給人的第一印象，是一張名片，塑造對服務質量的期望。一個精心設計、快速且直觀的網站能夠創造出一個定義品牌的印象，並傳達出該組織已經穩定並且具備能力的訊息。",
    "text2": "我們使用 Next.js 建立完全可定制的網站，並使用 Strapi 創建內容管理系統。憑藉我們豐富的經驗和對清晰架構原則的遵循，我們開發了許多系統庫，使得我們能夠迅速創建量身定制的用戶界面，並無縫地與第三方服務或客戶業務系統進行集成。",
    "text3": "我們的團隊可以創造您所需要的形象以及功能。",
    "h3Easy": "簡單",
    "text4": "適當的規劃、協作設計、互動原型設計和透明的溝通。我們知道如何讓這一切看起來簡單。",
    "h3Impressive": "令人印象深刻",
    "text5": "在眾多選擇中，細節至關重要。我們使用創新先進的技術來使您的網站既快速又易於被搜尋引擎發現，並且令人印象深刻，吸引使用者。",
    "h3Flexible": "靈活",
    "text6": "無論是在線市場、視覺上令人印象深刻的品牌表達，還是更大系統的網頁組件，我們的專業團隊都能夠創建。我們根據客戶的業務需求量身定制一切。",
    "h2OurProcess": "我們的流程",
    "contentTitle1": "理解階段",
    "contentText1": "我們首先會分析您的業務需求、目標受眾和項目的目標。我們會檢視各種選擇、最佳實踐以及根據您的個別業務案例選擇合適的技術整合。理解階段的一個重要目標是與您建立合作關係，並了解我們可以為您提供哪些服務。發現階段的結果是雙方共同創建的需求，並清楚勾畫出我們將要構建的內容。",
    "contentTitle2": "設計階段",
    "contentText2": "需求被確認後，我們將與您一起使用 Figma 共同設計互動原型。這樣我們就能夠與您和所有相關利益相關者一起視覺化並測試用戶界面；我們會進行可用性測試，以提供更具個性化的 UI 解決方案。",
    "contentTitle3": "開發階段",
    "contentText3": "當我們擁有一個經過測試的網站原型作為指南後，我們將開始開發。我們使用 Next.js 這個前沿的開發框架來設計快速且流暢的網頁應用程式。Next.js 集成了服務端渲染 (SSR) 和靜態網站生成 (SSG)，使網站快速並易於被搜尋引擎發現。開源的 Strapi 用於定制的內容管理系統。該網站將使用清晰架構來實現，確保後期的維護和進一步開發簡便。",
    "contentTitle4": "支援階段",
    "contentText4": "網站完成後，我們將進行用戶驗收測試，確保網站符合在發現階段和設計階段與客戶共同確定的需求。一旦網站應用程式上線，我們的團隊將為您提供使用指導和支持，並提供保證期以確保您的新網站能夠正常運行。",
    "h2WeAreFluentIn": "我們熟悉"
  },
   "mobilePage": {
     "quote": "Suloke接受了Arbonaut的挑戰性全堆棧開發任務- 客戶Arbonaut: 「這是一個整合衛星和眾包Wildfire數據的應用程序，擁有移動和網絡門戶。Suloke的專業團隊積極承擔這一任務，熟練且獨立地交付了一個全面的應用程序。我對結果非常滿意，並愉快地推薦Suloke處理嚴格的開發任務！」",
    "title": "手機應用程式開發",
    "text1": "Suloke 擁有超過十年的手機應用程式開發經驗，特別強調群眾外包和地圖集成。我們知道，了解客戶需求是成功開發應用程式的關鍵。我們通過協作設計進行工作，從一開始就將利益相關者融入規劃過程。不論計劃是什麼，我們經驗豐富的項目管理能夠將技術整合進您所需的形式。",
    "h2OurProcess": "我們的流程",
    "contentTitle1": "發現階段",
    "contentText1": "我們首先會分析您的業務需求、目標受眾和項目的目標。我們會檢視各種選擇、最佳實踐以及根據您的個別業務案例選擇合適的技術整合。發現階段的一個重要目標是與您建立合作關係，並了解我們可以為您提供哪些服務。發現階段的結果是雙方共同創建的需求，並清楚勾畫出我們將要構建的內容。",
    "contentTitle2": "規劃階段",
    "contentText2": "當需求明確後，下一步是規劃所需的 MVP（最小可行產品）功能，並確定所需的技術。這些技術堆疊可能包括原生解決方案、跨平台解決方案或 PWA 類型的網頁應用程式。在規劃過程中，我們將概述主要的 UI 元件和集成，以及必要的合規性和安全指導原則。",
    "contentTitle3": "設計階段",
    "contentText3": "一旦確定了所需的功能、工作流程和技術堆疊，我們將與您共同創建互動原型。這樣我們就能夠與您和所有相關利益相關者一起視覺化並測試用戶界面；我們會進行可用性測試，以提供更具個性化的 UI 解決方案。在這一過程中，我們會使用平台特定的指導原則：Android 的 Material Design 和 iOS 的 Human Interface Guidelines。這些指導原則可以減少開發者的時間，使得 UI 和 UX 符合用戶的習慣。",
    "contentTitle4": "實施階段",
    "contentText4": "當我們擁有一個經過測試的應用程式原型作為指南後，我們開始開發。我們使用 Swift 開發 iOS 應用程式，使用 Kotlin 開發 Android 應用程式，並使用 React Native 和 Flutter 進行跨平台開發。在測試方面，我們使用 Appium 和 Espresso 進行用戶界面測試；使用 Github Actions 來處理 CI/CD 流程。該應用程式將使用清晰架構進行構建，確保後期的維護和進一步開發更簡便。",
    "contentTitle5": "配置階段",
    "contentText5": "完成的應用程式將進行用戶驗收測試，確保應用程式符合在發現階段和設計階段與客戶共同確定的需求。已測試並批准的應用程式將通過 Google Play Store（Android）、Apple Store（iOS）、Appcenter 或類似平台進行內部發佈。其他部署渠道也是可行的。",
    "contentTitle6": "保養階段",
    "contentText6": "在部署後，我們使用 Firebase Crashlytics 等工具來定位和修復穩定性問題。我們還使用性能工具，如 Firebase Performance Monitoring，來確保應用程式運行順暢。我們可以收集有關用戶如何使用應用程式的更多數據，以進一步評估其是否符合客戶需求，並了解哪些功能不足，或需要進一步開發應用程式。我們可以收集行為數據、使用互動、反饋和技術數據。"
  },
  "privacyPolicy": {
    "title1": "隱私權政策",
    "text1": "在 Suloke.com，可從 ",
    "text2": " 我們的首要任務之一是保護訪客的隱私。本隱私政策文件包含 Suloke.com 收集和記錄的資訊類型，以及我們如何使用這些資訊。如果您有其他問題或需要更多關於我們隱私權政策的資訊，請隨時與我們聯繫。本隱私政策僅適用於我們的線上活動，並對我們網站的訪問者在Suloke.com分享和/或收集的信息有效。本政策不適用於離線或通過本網站以外的渠道收集的任何資訊。",
    "title2": "同意書",
    "text3": "使用我們的網站，即表示您同意我們的隱私權政策，並同意其條款。",
    "title3": "我們收集的資訊",
    "text4": "我們會在要求您提供個人資訊時，向您清楚說明要求您提供的個人資訊，以及要求您提供資訊的原因。如果您直接聯絡我們，我們可能會收到關於您的其他資訊，例如您的姓名、電子郵件地址、電話號碼、您可能傳送給我們的訊息內容和/或附件，以及您可能選擇提供的任何其他資訊。當您註冊帳戶時，我們可能會要求您提供聯絡資訊，包括姓名、公司名稱、地址、電子郵件地址和電話號碼等項目。",
    "title4": "我們如何使用您的資訊",
    "text5": "我們以各種方式使用所收集的資訊，包括：",
    "li1": "提供、營運及維護我們的網站",
    "li2": "改善、個人化及擴充我們的網站",
    "li3": "瞭解並分析您如何使用我們的網站",
    "li4": "開發新產品、服務、特色和功能",
    "li5": "直接或透過我們的合作夥伴與您溝通，包括用於客戶服務、向您提供與網站相關的更新和其他資訊，以及用於行銷和促銷目的",
    "li6": "傳送電子郵件給您",
    "li7": "找出並防止詐欺",
    "title5": "日誌檔案",
    "text6": " 遵循使用記錄檔的標準程序。當訪客造訪網站時，這些檔案會記錄訪客。所有主機公司都會這樣做，也是主機服務分析的一部分。記錄檔收集的資訊包括網際網路協定 (IP) 位址、瀏覽器類型、網際網路服務供應商 (ISP)、日期和時間戳記、引用/退出頁面，以及可能的點擊次數。這些資訊與任何可辨識個人身分的資訊無關。這些資訊的目的在於分析趨勢、管理網站、追蹤使用者在網站上的動向，以及收集人口統計資訊。",
    "title6": "Cookie 和網路信標",
    "text7": "就像其他網站一樣、",
    "text8": " 使用「cookies」。這些 cookie 用於儲存資訊，包括訪客的偏好以及訪客存取或造訪的網站頁面。這些資訊用於根據訪客的瀏覽器類型和/或其他資訊自訂我們的網頁內容，從而優化使用者的體驗。",
    "title7": "第三方隱私政策",
    "text9": " 隱私權政策不適用於其他廣告商或網站。因此，我們建議您參考這些第三方廣告伺服器各自的隱私權政策，以獲得更詳細的資訊。其中可能包括他們的做法以及如何選擇退出某些選項的說明。",
    "text10": "您可以透過個別瀏覽器選項選擇停用 Cookie。若要瞭解特定網路瀏覽器 cookie 管理的詳細資訊，請參閱瀏覽器各自的網站。",
    "title8": "CCPA 隱私權（請勿出售我的個人資訊）",
    "text11": "根據 CCPA，除其他權利外，加州消費者有權：",
    "li11": "要求收集消費者個人資料的企業披露企業收集的消費者個人資料的類別和具體內容。",
    "li12": "要求企業刪除已收集的消費者個人資料。",
    "li13": "要求出售消費者個人資料的企業，不得出售消費者的個人資料。",
    "li14": "如果您提出要求，我們有一個月的時間回覆您。如果您想行使上述任何權利，請與我們聯絡。",
    "title9": "GDPR 資料保護權利",
    "text12": "我們希望確保您完全瞭解您所有的資料保護權利。每位使用者均享有以下權利：",
    "li15": "存取權 - 您有權索取您個人資料的副本。我們可能會就此服務向您收取少量費用。",
    "li16": "更正的權利 - 您有權要求我們更正您認為不準確的任何資訊。您也有權要求我們完成您認為不完整的資訊。",
    "li17": "刪除權 - 在特定情況下，您有權要求我們刪除您的個人資料。",
    "li18": "限制處理的權利 - 在特定情況下，您有權要求我們限制處理您的個人資料。",
    "li19": "反對處理的權利 - 在特定情況下，您有權反對我們處理您的個人資料。",
    "li20": "資料移轉權 - 在特定情況下，您有權要求我們將所收集的資料轉移給其他機構，或直接轉移給您。",
    "li21": "如果您提出要求，我們有一個月的時間回覆您。如果您想行使上述任何權利，請與我們聯絡。",
    "title10": "兒童資訊",
    "text13": "我們的另一個優先事項是在兒童使用網際網路時增加保護。我們鼓勵父母和監護人觀察、參與和/或監督和指導他們的在線活動。Suloke.com 不會有意收集 13 歲以下兒童的任何個人識別資訊。如果您認為您的孩子在我們的網站上提供了此類資訊，我們強烈建議您立即與我們聯繫，我們將盡最大努力迅速從我們的記錄中刪除此類資訊。",
    "title11": "本隱私政策的變更",
    "text14": "我們可能會不時更新我們的隱私權政策。因此，我們建議您定期檢視本網頁，以瞭解任何變更。如有任何變更，我們將在本頁面公佈新的隱私權政策，以通知您。這些變更在張貼於本頁面後立即生效。",
    "title12": "聯絡我們",
    "text15": "如果您對我們的隱私權政策有任何疑問或建議，請隨時透過 contact@suloke.com 聯絡我們。"
  },
  "contactCard": {
    "text": "讓我們一起了解如何幫助您實現業務目標！"
  }
}